Repository: quotationtool/quotationtool.beispiel
Catalog: src/beispiel/locales/*/LC_MESSAGES/beispiel.po
Languages: de

source: Create a utility that randomly picks an example of the day.
de: Beispiel des Tages-Utility erstellen.

source: Example Of Day Utility
de: Beispiel des Tages-Utility

source: comments-in-example-navigation
de: Kommentare

source: examples-in-reference-tabs
de: Beispiele

source: examples-in-uniformtitle-tabs
de: Beispiele

source: attribution-tab
de: Klassierung

source: examples-in-reference-navigation
de: Beispiele

source: examples-in-uniformtitle-navigation
de: Beispiele

source: beispiel-tutorial-navigation
de: Tutorium

source: examplecontainer-navigation
de: Beispiele

source: attribution-navigation
de: Klassierung

source: comments-in-reference-navigation
de: Kommentare

source: Welcome to <i>Archiv des Beispiels</i>
de: Willkommen im <i>Archiv des Beispiels</i>

source: You can now log in using the login name and password you entered during the sign-up process.
de: Sie können sich jetzt mit ihrem Benutzernamen und ihrem Passwort <span xml:lang="en" lang="en">einloggen</span>.

source: tutorial
de: <div id="tutorial"> <h1>Archiv des Beispiels - Tutorium</h1> <h2>Teil I - Neue Eingabe eines Beispiels [zu dem noch keine Literaturangaben existieren]:</h2> <p>Ein neues Beispiel eingeben, zu dem noch keine Literaturangaben (Einheitssachtitel, Ausgabe etc.) existieren.</p> <h3>1. Hinzufügen eines Einheitssachtitels</h3> <ul> <li>a.) Zum Ordner <span class="navigation-uniformtitlecontainer">Einheitssachtitel</span> navigiren und am Ende der Liste <span class="add-content">Einheitssachtitel&nbsp;hinzufügen</span> klicken.</li> <li>b.) Ausfüllen des Formulars (Achtung: einige sind nicht automatisch angezeigt. Hier muss noch eine Schaltfläche angeklickt werden, z.B. <span class="button">Autor hinzufügen</span>)</li> <li>c.) <span class="add-content">Hinzufügen</span></li> </ul> <p>Im Anschluss muss die entsprechende Ausgabe eingegeben werden, die zitiert werden wird. Es geht nahtlos unter <span class="tab">Ausgaben</span> weiter:</p> <h3>2. Eingabe der verwendeten Ausgabe</h3> <ul> <li>a.) <span class="add-content">Ausgabe hinzufügen</span> (Dann wird gefragt ob Buch, Artikel, Incollection; entsprechend auswählen und <span class="button">Hinzufügen</span>)</li> <li>b.) Ausfüllen des Formulars (Address meint den Ort)</li> <li>c.) <span class="add-content">Hinzufügen</span> (Danach bekommt man eine Übersicht über seine Eingaben, mit <span class="button">Ändern</span> rechts, können die Daten im Fall des Falls verändert werden)</li> </ul> <p>Der nächste Schritt ist, ein Beispiel einzutragen:</p> <h3>3. Beispieleintrag</h3> <ul> <li>a) Den Reiter <span class="tab">Beispiele</span> der neu angelegten Ausgabe öffnen.</li> <li>b) <span class="add-content">Beispiel hinzufügen</span></li> <li>c) Felder Ausfüllen (Bei Bedeutung/Gemeintes, das ja meint, wofür das Beispiel steht, können auch mehrere, durch Kommata getrennte Informationen stehen)</li> <li>d) <span class="add-content">Hinzufügen</span> </li> </ul> <p><strong>Fertig!!</strong></p> <h2>Teil II - Eingabe von weiteren Beispielen [zu denen schon Literaturangaben existieren]:</h2> <h3>Schematisierter Ablauf:</h3> <ul> <li>a.) Zum Ordner <span class="navigation-referatory">Bibliographie</span> navigieren</li> <li>b.) Literaturangabe aus der Liste auswählen und anklicken</li> <li>c.) <span class="tab">Bespiele</span></li> <li>d.) <span class="add-content">Beispiel hinzufügen</span></li> </ul> <p>Und dann kann es einfach so weitergehen wie im Teil I ab 3.c)</p> </div>
